{
	"helmStartPageSubtitle":"Mobile Development",

	"services":"Serveis",
	"motivation":"Motivació",
	"projects":"Projectes",
	"team":"Equip",
	"contact":"Contacte",

	"servicesSubText":"Oferim Apps",
	"firstServicesBullet":"Creem Apps",
	"firstServicesBulletSubText":"Desenvolupem Apps en llenguatge natiu per a qualsevol dispositiu iOS i Android. D'aquesta manera, garantim l'equilibri entre disseny i eficiència.",
	"secondServicesBullet":"Garantim qualitat",
	"secondServicesBulletSubText":"Amb més de tres anys d'experiència en el desenvolupament d'Apps, garantim productes cuidats al detall i brutalment ampliables.",
	"thirdServicesBullet":"Desenvolupem a mida",
	"thirdServicesBulletSubText":"Ens dediquem a crear productes increïbles, solucionant les necessitats del client, que en tot moment pot saber en quin estat es troba la seva App.",
	"motivationSubText1":"Som un grup de joves entusiastes que adoren la seva feina.",
	"motivationSubText2":"Per davant de tot som molt curiosos, aspecte que ens obliga a buscar noves fonts de coneixement i a estar sempre disposats a treballar amb tecnologies emergents. Considerem, a més, que aquest ànim d'aprendre i de treballar sempre cercant la innovació proporciona un ambient creatiu que afavoreix la generació d'idees, pel qual intentem mantenir un fort vincle amb el client, amb qui desenvolupem la seva idea per a convertir-la en realitat.",


	"projectFilterAll":"Tots",
	"projectFilter1":"iOS",
	"projectFilter2":"Android",
	"projectStatusTitle":"Estat actual",

	"projectExplicaTitle":"Explica!",
	"projectExplicaSubTitle":"iOS / Android",
	"projectExplicaStatusDesc":"Publicada.",
	"projectExplicaText1":"L'Explica! és una aplicació per a tauletes que permet crear vídeos a través d'una pissarra virtual. L'aplicació enregistra el dibuix o traces que es realitzen sobre la pissarra i grava tant el procés de dibuix com el so que l'envolta. D'aquesta manera, és possible generar un vídeo on s'hi realitza una explicació de manera simultània al dibuix. Per altra banda, l'Explica! presenta diverses opcions per a configurar la traça, ja sigui escollint el color o mida amb què es pinta, canviant el color del fons, ampliant l'àrea de treball amb una lupa, etcètera. L'objectiu principal de l'App és oferir als professors una eina gràcies a la qual puguin dur a terme explicacions amb l'ajuda gràfica que físicament obtindrien d'una pissarra real.",
	"projectExplicaText2":"Per altra banda, des de l'última versió d'Explica!, aquesta permet gestionar cadascuna de les pissarres com si fos un fitxer PowerPoint, és a dir, afegint pàgines a la pissarra. D'aquesta manera, el professor, a més de crear les explicacions, pot organitzar-les i emprar de nou elements utilitzats anteriorment en altres pàgines. Per altra banda, s'ha afegit també la possibilitat d'importar fitxers PDF i d'eliminar o canviar la marca d'aigua per qualsevol imatge de la llibreria de fotos del dispositiu.",
	"projectExplicaText3":"Troba-la a l'App Store",

	"projectTelmeTitle":"Telme",
	"projectTelmeSubTitle":"Android",
	"projectTelmeStatusDesc":"Propera publicació. En fase de proves d'usuari.",
	"projectTelmeText1":"Telme és una App per a tauletes pensada per a ajudar a millorar la comunicació dels nens que padeixen algun tipus de trastorn del llenguatge. L'aplicació, desenvolupada per a la Universitat Oberta de Catalunya, mostra diverses paraules que l'usuari haurà de repetir, visualitzant posteriorment un vídeo on la paraula es pronuncia correctament. Avalada per estudis científics, l'usuari veurà com una boca pronuncia correctament la paraula sobre la seva pròpia cara, millorant la comprensió del nen respecte a com aquesta hauria de ser pronunciada.",

	"projectMicroblogTitle":"Microblog",
	"projectMicroblogSubTitle":"Android",
	"projectMicroblogStatusDesc":"Discontinuada.",
	"projectMicroblogText1":"El Microblog és una eina de comunicació interna per als estudiants de la UOC, basada en la idea del Microblogging. L'App comparteix diverses característiques amb Twitter™, com són la possibilitat d'esmentar a altres usuaris i la presència de Hashtags. Arrel d'això, és possible per als estudiants intercanviar opinions i informació tan dels treballs i entregues com de les seves experiències universitàries.",

	"projectWeWaWeTitle":"WeWaWe",
	"projectWeWaWeSubTitle":"ios / android",
	"projectWeWaWeStatusDesc":"Publicada.",
	"projectWeWaWeText1":"En nombroses ocasions és fàcil voler quedar amb companys o amics i que el missatge que indica el lloc i hora desaparegui entre milers de missatges en un xat. Per això, sota la premisa de facilitar la comunicació d'esdeveniments, apareix WeWaWe. Amb WeWaWe és possible crear un grup amb amics o companys i qualsevol d'ells pot modificar la data o lloc de l'esdeveniment. A més, és possible acceptar o rebutjar quedades i és fàcil saber en tot moment qui assistirà un cop quedeu. El xat, a diferència d'altres aplicacions, és específic per a l'esdeveniment, així que és possible formar part d'un grup i no perdre's entre milers de missatges d'un esdeveniment al que no es vol o pot acudir.",
	"projectWeWaWeText2":"Veure a l'App Store",

	"projectAssessTitle":"Avalua",
	"projectAssessSubTitle":"ios / android",
	"projectAssessStatusDesc":"Pendent de publicació.",
	"projectAssessText1":"Avalua és una App desenvolupada amb l'objectiu de facilitar la correcció de les Proves d'Avaluació Continuada (PAC) als professors i consultors de la UOC. A través de l'App, el professor és capaç de veure un llistat amb totes les seves assignatures i les respectives activitats per a entregar, així com un altre llistat amb aquells alumnes que han dut a terme l'entrega. Així doncs, els docents poden puntuar cadascuna de les entregues de cadascun dels seus alumnes, escrivint sobre elles com si fos paper a través de la interacció amb la seva App d'anotacions preferida. Un cop corregides, el professor pot, a més, afegir comentaris a les entregues per tal que quan publiqui la notea l'alumne sigui capaç no només de conèixer la nota assignada, sinó també d'identificar el perquè de tal puntuació." ,

	"projectSubmissionsTitle":"Entregues",
	"projectSubmissionsSubTitle":"ios / android",
	"projectSubmissionsStatusDesc":"Pendent de publicació.",
	"projectSubmissionsText1":"L'Entregues és una App que ofereix una sèrie de funcionalitats específiques pels estudiants de la UOC. A través d'ella, l'alumne pot accedir a qualsevol de les seves assignatures realitzades amb avaluació continuada i consultar la llista d'entregues, tant pendents (on se li recorda la data d'entrega i se li ofereix la possibilitat de dur a terme l'entrega des del seu dispositiu mòbil) com entregats (en aquest cas, se li mostra la data en què es publiquen les notes, els comentaris que ha realitzat el seu professor/consultor i la nota obtinguda un cop es publica). A més, un cop enllestides les assignatures, l'estudiant té la possibilitat de consultar la nota final de l'avaluació continuada d'aquella assignatura.",
	"projectSubmissionsText2":"Properament.",

	"projectVolkswagenTitle":"Volkswagen Golf VII",
	"projectVolkswagenSubTitle":"iOS",
	"projectVolkswagenStatusDesc":"Publicada en un entorn privat.",
	"projectVolkswagenText1":"Aquesta App està destinada a comercials del cotxe Volkswagen Golf VII. A través d'aquesta, els comercials mostren al comprador un conjunt de vídeos on s'especifiquen les prestacions del cotxe i la informació sobre algunes de les seves característiques en format PDF." ,

	"projectVideoNotasTitle":"VideoNotes",
	"projectVideoNotasSubTitle":"iOS",
	"projectVideoNotasStatusDesc":"En pausa.",
	"projectVideoNotasText1":"L'App de Videonotes presenta la possibilitat d'afegir anotacions a vídeos de Vimeo o Youtube. Cadascuna de les anotacions s'associa a un instant de temps, de manera que crea una línia de temps paral·lela amb anotacions, permetent a l'usuari prendre anotacions sobre el vídeo. D'aquesta manera, per exemple, els estudiants poden anotar el material de la classe amb l'objectiu de que aquestes anotacions els ajudin a estudiar posteriorment, ja sigui facilitant la navegació a través del vídeo (les anotacions es poden fer servir com a marcadors) o ampliant les explicacions dels diferents conceptes del vídeo.",

	"projectSitgesTitle":"Festa Major de Sitges 2014",
	"projectSitgesSubTitle":"iOS",
	"projectSitgesStatusDesc":"Publicada.",
	"projectSitgesText1":"App per a la Festa Major de Sant Bartomeu i Santa Tecla de Sitges, al 2014. Aquesta aplicació permet veure l'agenda d'activitats, el programa, entrevistes, articles, etc., de la festa major. En definitiva, està destinada a que el públic de les festes pugui seguir-les i estar atent a cadascun dels actes amb total comoditat.",
	"projectSitgesText2":"Troba-la a l'App Store",

	"projectMaterialsTitle":"Materials",
	"projectMaterialsSubTitle":"ios / android",
	"projectMaterialsStatusDesc":"En pausa.",
	"projectMaterialsText1":"És fàcil que un estudiant de la UOC intenti accedir als seus materials d'estudi i es trobi amb que no els pot comentar com ho faria en uns apunts físics. L'App de Materials ha estat desenvolupada per a la UOC per tal de permetre als alumnes observar de manera centralitzada tot el seu material d'estudi, oferint-los la possibilitat de veure, afegir i compartir anotacions sobre el material de l'assignatura. D'aquesta manera, el procés d'estudi deixa de ser un procés passiu, convertint el material en interactiu i útil pels estudiants.",

	"projectVendrellConnectaTitle":"Vendrell Connecta",
	"projectVendrellConnectaSubTitle":"iOS",
	"projectVendrellConnectaStatusDesc":"Publicada.",
	"projectVendrellConnectaText1":"Vendrell Connecta és una aplicació per a mòbils on els negocis de la ciutat de Vendrell poden promocionar els seus serveis a través d'atractius vídeos i imatges, juntament amb la informació de contacte. Com a negoci, a més, és possible emprar l'App com a eina de màrqueting i publicitat, ja que l'usuari tindrà facilitat per a descobrir els negocis a través de categories que li permetran explorar només allò que li interessa.",
	"projectVendrellConnectaText2":"Apart de desenvolupar aquest tipus d'Apps amb garantia de qualitat, hem aprofundit en el desenvolupament de les Apps de catàleg de manera que les creem realment ràpid.",
	"projectVendrellConnectaText3":"Troba-la a l'App Store",

	"projectJanelsTitle":"Janel's catalogue",
	"projectJanelsSubTitle":"iOS",
	"projectJanelsStatusDesc":"Publicada.",
	"projectJanelsText1":"En nombroses ocasions un comercial es reuneix amb un client potencial amb l'objectiu de mostrar-li un catàleg de productes. En el cas de Janel's catalogue, l'App va ser desenvolupada per a poder presentar els catàlegs de merceries en persona, sense necessitat de cap tipus de connexió a Internet i amb la garantia de que tot i això estaria disponible el catàleg amb tots els seus ítems. Així doncs, el comercial té a mà un lleuger dispositiu amb un enorme catàleg.",
	"projectJanelsText2":"Apart de desenvolupar aquest tipus d'Apps amb garantia de qualitat, hem aprofundit en el desenvolupament de les Apps de catàleg de manera que les creem realment ràpid.",

	"projectPrimephonicTitle":"Primephonic",
	"projectPrimephonicSubTitle":"iOS",
	"projectPrimephonicStatusDesc":"Propera publicació.",
	"projectPrimephonicText1":"The ultimate collection of classical music in high definition",
	"projectPrimephonicText2":"On the other hand, Explica!'s last update allows to manage each board as if it were a PowerPoint file, that is, adding pages to it. Thus, the teacher, in addition to generating material, can organize it and use it again. In addition, it has been added the option to import PDF files and to delete or change the watermark for an image of the photo library.",

	"ageTitle":"Edat",
	"miguelAge":"25",
	"miguelDescription":"Apart d'un excepcional desenvolupador iOS, és un enginyer del Software brutalment detallista. Li apassionen les interfícies simples i conèixer el motiu que impulsa la creació de cada App.",
	"pauAge":"24",
	"pauDescription":"Desenvolupador iOS i enginyer de Computació. Especialista en trobar l'algorisme més eficient i en fer funcionar l'inimaginable, improvisant solucions d'on ningú en trobaria.",
	"husAge":"27",
	"husDescription":"Expert desenvolupador i docent en Android. És, a més d'Enginyer Informàtic, un expert en descobrir i explotar les noves tecnologies, sense que li importi ni freni la seva dificultat.",
	"borjaAge":"24",
	"borjaDescription":"Desenvolupador Android, enamorat de l'aprenentatge i de la possibilitat d'ampliar els seus coneixements cap a noves fronteres. És, també, defensor del Clean Code i detractor de l'Spaghetti Code.",
	"oriolAge":"25",
	"oriolDescription":"És desenvolupador iOS i enginyer del Software. És expert en el desenvolupament d'interfícies gràfiques complexes, tot i que exigeix que el comportament de cadascuna de les Apps sigui totalment natural i intuïtiu per a l'usuari.",
	"joanAge":"25",
	"joanDescription":"Una de les característiques més al·lucinants d'en Joan és la seva curiositat. És desenvolupador Android i no es limita a fer el necessari, sinó que fa el possible per a descobrir i millorar les seves habilitats fins a límits insospitats.",
	"hectorAge":"26",
	"hectorDescription":"Com a desenvolupador Android, l'Héctor és increïblement constant i professional. Navega pel codi de forma única, desenvolupant a gran velocitat i amb una professionalitat absolutament inigualable.",
	"alexAge":"21",
	"alexDescription":"Essent la incorporació més recent de HELM, l'Alex ha demostrat entendre perfectament què significa desenvolupar Apps. Desenvolupa codi brutalment net i ho fa com un veritable expert en iOS.",
	"joelAge":"21",
	"joelDescription":"Una de les característiques més al·lucinants d'en Joel és la seva curiositat. És desenvolupador iOS i no es limita a fer el necessari, sinó que fa el possible per a descobrir i millorar les seves habilitats fins a límits insospitats.",
	"anaMarAge":"21",
	"anaMarDescription":"Essent la incorporació més recent de HELM, l'Alex ha demostrat entendre perfectament què significa desenvolupar Apps. Desenvolupa codi brutalment net i ho fa com un veritable expert en iOS.",


	"collaborators":"Col·laboradors",
	"collaboratorsSubText":"Tots ells no han deixat de confiar en la qualitat de la nostra feina d'ençà que ens van conèixer.",


	"contactTitle":"Posem-nos en contacte!",
	"contactText1":"Estem llests per a fer mans i mànigues per a que el teu projecte arribi a bon port.",
	"contactText2":"Si no estàs convençut, escriu-nos i presenta'ns què és el que vols fer. Nosaltres ho mirarem al detall i, si et sembla bé la nostra proposta, treballarem junts per a que la teva idea arribi molt més lluny del que et pots imaginar.",
	"contactAdress1":"C/Bailèn 20, 2 2 ",
	"contactAdress2":"Barcelona 08010",
	"contactTel":"+34 660 718 548",
	"contactEmail":"info@helm.cat",

	"contactFormName":"Nom",
	"contactFormNameEmptyError":"Si us plau, afegeix un nom",

	"contactFormemail":"Correu electrònic",
	"contactFormemailEmptyError":"Si us plau, inclou el teu correu electrònic",
	"contactFormemailInvalidError":"L'adreça de correu electrònic no té un format vàlid.",

	"contactFormMessage":"Missatge",
	"contactFormMessageEmptyError":"Si us plau, introdueix el teu missatge.",

	"contactFormSubmit":"Envia",
	"contactFormSubmitError":"Error!",
	"contactFormSubmitSending":"Enviant...",
	"contactFormSubmitSucceded":"Missatge enviat",
	"contactFormCaptchaError":"Si us plau, completa el captcha.",

	"footer1":"©2017 - All rights reserved",
	"footer2":"Made in Barcelona",

	"cookiesMessage":"Aquest lloc web utilitza cookies per millorar l'experiència d'usuari. Si continues navegant entenem que acceptes el seu ús",
	"cookiesMoreInfo":"Més informació",
	"cookiesAccept":"Acceptar",

	"companyLogoAlt":"Logotip de la companyia",
	"iosandroidAlt":"Icona d'Android i iOS",
	"qualityAlt":"Segell garantia de qualitat",
	"custommadeAlt":"Apps personalitzades",
	"dateamAlt":"Equip de desenvolupament d'Helm",
	"uocLogoAlt":"Logotip de Universitat Oberta de Catalunya",
	"tresipuntLogoAlt":"Logotip de Tres i punt",
	"seidorLogoAlt":"Logotip de Seidor",
	"fadosLogoAlt":"Logotip de Fados",
	"mosaicLogoAlt":"Logotip de Mosaic",
	"identitatLogoAlt":"Logotip de Identitat",
	"atabixLogoAlt":"Logotip de Atabix",
	"stacksLogoAlt":"Logotip de Stacks"
}
