{
	"helmStartPageSubtitle":"Mobile Development",

	"services":"Services",
	"motivation":"Motivation",
	"projects":"Projects",
	"team":"Team",
	"contact":"Contact",

	"servicesSubText":"We offer apps",
	"firstServicesBullet":"We develop apps",
	"firstServicesBulletSubText":"We develop apps in native code for iOS and Android devices. Thus, we guarantee the balance between design and efficiency.",
	"secondServicesBullet":"We guarantee the quality of our products.",
	"secondServicesBulletSubText":"Thanks to more than three years of experience, we provide well-finished, expandable products.",
	"thirdServicesBullet":"We develop custom apps",
	"thirdServicesBulletSubText":"Our products are awesome and an answer to the client's needs, who always knows the status of his app.",
	"motivationSubText1":"We are a group young people who love their job.",
	"motivationSubText2":"Above all, we are extremely curious, which motivates us to look for new knowledge sources and makes us willing to work with emerging technologies. Moreover, we think that learning and working towards innovation generates a creative environment ideal for coming up with new ideas. That's the reason we want to keep contact with the client, to develop his idea and make it real.",


	"projectFilterAll":"All",
	"projectFilter1":"iOS",
	"projectFilter2":"Android",
	"projectStatusTitle":"Current status",

	"projectExplicaTitle":"Explica!",
	"projectExplicaSubTitle":"iOS / Android",
	"projectExplicaStatusDesc":"Published.",
	"projectExplicaText1":"Explica! is an app for tablets that creates videos through a virtual board. The app registers the drawing or strokes on the board and records the drawing process as well as audio, allowing to create a video with an explanation going with the drawing. Moreover, Explica! offers numerous options of customization: the colour or size of the lines, the colour of the background, and there is also the option to zoom in and out, among others. The main objective is to provide teachers with a tool that allows them to use graphical assistance, as if it were a physical board.",
	"projectExplicaText2":"On the other hand, Explica!'s last update allows to manage each board as if it were a PowerPoint file, that is, adding pages to it. Thus, the teacher, in addition to generating material, can organize it and use it again. In addition, it has been added the option to import PDF files and to delete or change the watermark for an image of the photo library.",
	"projectExplicaText3":"See it on the App Store",

	"projectTelmeTitle":"Telme",
	"projectTelmeSubTitle":"Android",
	"projectTelmeStatusDesc":"Coming soon. User testing phase.",
	"projectTelmeText1":"Telme is an App for tablets which has been created in order to improve the communication process in children who have any language disorder. The app, developed for Universitat Oberta de Catalunya, shows multiple words that should be repeated by the user. Afterwards, the kid will be shown a video where the word is correctly pronounced. Having the support of some scientific studies, the user will see how a mouth pronounces correctly the word in his own face, making it easier to understand how to pronounce that word.",

	"projectMicroblogTitle":"Microblog",
	"projectMicroblogSubTitle":"Android",
	"projectMicroblogStatusDesc":"Published.",
	"projectMicroblogText1":"Microblog is a tool of internal communication for the students of the UOC (Open University of Catalonia), based on the idea of microblogging. The app shares some characteristics with Twitter™, like naming other users and hashtags. Thanks to that, it is possible for the students to exchange opinions and information of both assignments and university life.",
	"projectMicroblogText2":"See it on Google Play.",

	"projectWeWaWeTitle":"WeWaWe",
	"projectWeWaWeSubTitle":"ios / android",
	"projectWeWaWeStatusDesc":"Published.",
	"projectWeWaWeText1":"Sometimes it is easier wanting to meet some friends or coworkers and losing the message which indicates the time or place in what looks as an eternal chat. In order to solve this problem and easing event's communication, we made WeWaWe. By using WeWaWe it's possible to create a group with friends and all of them will be able to edit the date or place where the event takes place. Furthermore, it's possible to accept or reject events and it's really easy to know every time the people who will attend to the event. WeWaWe's chat, unlike other apps' chats, is unique for every event, so it's possible to be part of a group and not to see yourself drowned in a sea of messages about an event which doesn't appeal to you.",
	"projectWeWaWeText2":"See it on the App Store",

	"projectAssessTitle":"Assess",
	"projectAssessSubTitle":"iOS / Android",
	"projectAssessStatusDesc":"Coming soon",
	"projectAssessText1":"The purpose of Assess is to make the correction of the continuous assessment tests easier to the teachers and consultants of UOC. Thanks to this app, the teacher can see a list of all his subjects and its assignments, as well as the students who have done them. Thus, the teachers can grade these activities by writing on them, with the note app of their choice. Once marked, comments can be added, so the students can know the reason behind their marks.",

	"projectSubmissionsTitle":"Submissions",
	"projectSubmissionsSubTitle":"iOS / Android",
	"projectSubmissionsStatusDesc":"Coming soon.",
	"projectSubmissionsText1":"Submissions is an app that offers a series of functionalities to the UOC students. With it, the students can see their continuous assessment subjects and the list of assignments, both to submit (it shows the deadline and can be used to submit it) and submitted (it shows when will the marks be published, the comments of the teacher, and the marks once they are available). In addition, once the subjects are finished, the students can check the final mark of their continuous assessment.",
	"projectSubmissionsText2":"Coming soon.",

	"projectVolkswagenTitle":"Volkswagen Golf VII",
	"projectVolkswagenSubTitle":"iOS",
	"projectVolkswagenStatusDesc":"Private publication.",
	"projectVolkswagenText1":"This app is for Volkswagen Golf VII salesmen. With it, the salesmen show the customers a series of videos with the car's features and information about some of its characteristics in a PDF." ,

	"projectVideoNotasTitle":"VideoNotas",
	"projectVideoNotasSubTitle":"iOS",
	"projectVideoNotasStatusDesc":"Paused.",
	"projectVideoNotasText1":"VideoNotas is an app that can be used to add notes to videos of Vimeo or Youtube. Each note is linked to a fraction of time, thus creating a parallel timeline with annotations about the videos. Thanks to that, the students can make annotations on the video and later use these annotations to study, because they can be used as markers.",

	"projectSitgesTitle":"Festa Major de Sitges 2014",
	"projectSitgesSubTitle":"iOS",
	"projectSitgesStatusDesc":"Published.",
	"projectSitgesText1":"This app was done for the festivities of Sitges (Barcelona), in 2014, and shows the programme of the activities made during the celebrations. People could use it to know what was going on easily.",
	"projectSitgesText2":"See it on the App Store",

	"projectMaterialsTitle":"Materiales",
	"projectMaterialsSubTitle":"iOS / Android",
	"projectMaterialsStatusDesc":"Paused.",
	"projectMaterialsText1":"It is usual for an UOC student to access to the study materials and be unable to comment them like if they were physical. Materiales is an app developed for the UOC that allows the students to see their study material in a centralized way and to read, generate and share notes about the subject's material. That turns it into something interactive and useful for the students and makes studying less passive.",

	"projectVendrellConnectaTitle":"Vendrell Connecta",
	"projectVendrellConnectaSubTitle":"iOS",
	"projectVendrellConnectaStatusDesc":"Published.",
	"projectVendrellConnectaText1":"Vendrell Connecta is an App for mobile devices where Vendrell's businessess can promote their services by using videos and images, along with the contact information. Furthermore, as a business, it is possible to use the App as a marketing and advertisement tool, because the user will be able to discover businessess in multiple categories that will allow him to discover only what he founds interesting.",
	"projectVendrellConnectaText2":"In fact, we don't only develop this kind of Apps guaranteeing quality, but we have delved into the catalogue Apps development so much that we are able to create them really fast.",
	"projectVendrellConnectaText3":"See it on the App Store",

	"projectJanelsTitle":"Janel's catalogue",
	"projectJanelsSubTitle":"iOS",
	"projectJanelsStatusDesc":"Published.",
	"projectJanelsText1":"A lot of times a salesperson meets a possible client with the aim of showing to him a catalogue of products. In Janel's catalogue, the App was made in order to present phisically haberdashery products, without needing any kind of Internet connection but allowing the salesperson to be confident that every item will appear there. Thanks to this, the salesperson has in his hands a light device with a gigantic catalogue.",
	"projectJanelsText2":"In fact, we don't only develop this kind of Apps guaranteeing quality, but we have delved into the catalogue Apps development so much that we are able to create them really fast.",

	"projectPrimephonicTitle":"Primephonic",
	"projectPrimephonicSubTitle":"iOS",
	"projectPrimephonicStatusDesc":"Coming soon.",
	"projectPrimephonicText1":"The ultimate collection of classical music in high definition",
	"projectPrimephonicText2":"On the other hand, Explica!'s last update allows to manage each board as if it were a PowerPoint file, that is, adding pages to it. Thus, the teacher, in addition to generating material, can organize it and use it again. In addition, it has been added the option to import PDF files and to delete or change the watermark for an image of the photo library.",

	"ageTitle":"Age",
	"miguelAge":"25",
	"miguelDescription":"Aside from being an exceptional iOS developer, he is a software engineer with great attention to the detail. He is passionate about simple interfaces and knowing the reason behind each app.",
	"pauAge":"24",
	"pauDescription":"iOS developer and computing engineer. His specialization is finding the most efficient algorithm and making inconceivable things work, improvising solutions out of nowhere.",
	"husAge":"27",
	"husDescription":"Skilled developer and Android teacher. He is, besides computer engineer, an expert in finding and exploiting new technologies, despite their difficulty.",
	"borjaAge":"24",
	"borjaDescription":"Android developer, he is passionate about learning and the opportunity to expand his knowledge. He is for the Clean Code and against the Spaghetti Code",
	"oriolAge":"25",
	"oriolDescription":"iOS developer and software engineer. He is an expert in complex graphic interfaces development, but at the same time he wants them to be natural and intuitive.",
	"joanAge":"25",
	"joanDescription":"One of Joan's most amazing skills is his curiosity. He is an Android developer and he never does only what is necessary, but he does everything he can in order to discover and improve his own skills over his own limits.",
	"hectorAge":"26",
	"hectorDescription":"As an Android developer, Héctor is unbelievaly constant and professional. He surfs the code in a unique way, creating code really fast and with an absolutely unbeatable professionalism.",
	"alexAge":"21",
	"alexDescription":"Being the most recent member of HELM, Alex has proved to perfectly understand what it means to make Apps. He develops incredibly clean code and he does it as a truly iOS expert.",
	"joelAge":"21",
	"joelDescription":"One of Joel's most amazing skills is his curiosity. He is an iOS developer and he never does only what is necessary, but he does everything he can in order to discover and improve his own skills over his own limits.",
	"anaMarAge":"21",
	"anaMarDescription":"Being the most recent member of HELM, Alex has proved to perfectly understand what it means to make Apps. He develops incredibly clean code and he does it as a truly iOS expert.",

	"collaborators":"Collaborators",
	"collaboratorsSubText":"Since they know us, all of them trust in the quality of our work.",


	"contactTitle":"Contact us",
	"contactText1":"We are ready to get down to business.",
	"contactText2":"If you are not convinced, send us a message telling what you want to do. We will give it a look and if you are fine with our suggestion, we will work together to make your idea exceed your expectations.",
	"contactAdress1":"C/Bailèn 20, 2 2 ",
	"contactAdress2":"Barcelona 08010",
	"contactTel":"+34 660 718 548",
	"contactEmail":"info@helm.cat",

	"contactFormName":"Name",
	"contactFormNameEmptyError":"Please, introduce your name",

	"contactFormemail":"E-mail",
	"contactFormemailEmptyError":"Please, introduce your e-mail",
	"contactFormemailInvalidError":"Invalid e-mail address",

	"contactFormMessage":"Message",
	"contactFormMessageEmptyError":"Please, introduce your message",

	"contactFormSubmit":"Send",
	"contactFormSubmitError":"Error!",
	"contactFormSubmitSending":"Sending...",
	"contactFormSubmitSucceded":"Message sent",
	"contactFormCaptchaError":"Please, pass the captcha befor submit",

	"footer1":"©2017 - All rights reserved",
	"footer2":"Made in Barcelona",

	"cookiesMessage":"This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies.",
	"cookiesMoreInfo":"More info",
	"cookiesAccept":"Accept",

	"companyLogoAlt":"Company logo",
	"iosandroidAlt":"Android and iOS icon",
	"qualityAlt":"Seal quality assurance",
	"custommadeAlt":"Custom Apps",
	"dateamAlt":"Helm Development Team",
	"uocLogoAlt":"Universitat Oberta de Catalunya logo",
	"tresipuntLogoAlt":"Tres i punt logo",
	"seidorLogoAlt":"Seidor logo",
	"fadosLogoAlt":"Fados logo",
	"mosaicLogoAlt":"Mosaic logo",
	"identitatLogoAlt":"Identitat logo",
	"atabixLogoAlt":"Atabix logo",
	"stacksLogoAlt":"Stacks logo"
}
