{
	"helmStartPageSubtitle":"Mobile Development",

	"servicesSubText":"Ofrecemos apps",
	"firstServicesBulletSubText":"Desarrollamos apps en lenguaje nativo para cualquier dispositivo iOS y Android. De esta forma, garantizamos el equilibrio entre diseño y eficiencia.",
	"firstServicesBullet":"Creamos apps",
	"secondServicesBulletSubText":"Con más de tres años de experiencia en el desarrollo de apps, garantizamos productos cuidados al detalle y tremendamente ampliables.",
	"secondServicesBullet":"Garantizamos calidad",
	"thirdServicesBulletSubText":"Nos dedicamos a crear productos increíbles y solucionamos las necesidades del cliente, que en todo momento puede saber en qué estado se encuentra su app.",
	"thirdServicesBullet":"Desarrollamos a medida",
	"motivationSubText1":"Somos un grupo de jóvenes entusiastas que adoran su trabajo.",
	"motivationSubText2":"Por encima de todo somos muy curiosos, lo cual nos impele a buscar nuevas fuentes de conocimiento y estar siempre dispuestos a trabajar con tecnologías emergentes. Consideramos, además, que este ánimo de aprender cosas nuevas y de trabajar siempre en busca de la innovación proporciona un ambiente creativo que favorece la generación de ideas, por lo que tratamos de mantener un fuerte vínculo con el cliente, con quien desarrollamos su idea para convertirla en realidad.",

	"projectFilterAll":"Todos",
	"projectFilter1":"iOS",
	"projectFilter2":"Android",
	"projectStatusTitle":"Estado actual",

	"projectExplicaTitle":"Explica!",
	"projectExplicaSubTitle":"iOS / Android",
	"projectExplicaStatusDesc":"Publicada.",
	"projectExplicaText1":"Explica! es una aplicación para tabletas que permite crear vídeos a través de una pizarra virtual. La aplicación registra el dibujo o trazos que se realizan sobre la pizarra y graba tanto el proceso de dibujo como el sonido que lo envuelve. De esta forma, es posible generar un vídeo en el que se realiza una explicación simultáneamente a un dibujo. Por otra parte, Explica! presenta múltiples opciones para configurar el trazo, ya sea escogiendo el color o tamaño con los que se pinta, cambiando el color de fondo, ampliando el área de trabajo con una lupa, etcétera. El objetivo principal de la app es ofrecer a los profesores una herramienta gracias a la cual puedan realizar explicaciones con la ayuda gráfica que físicamente obtendrían de una pizarra real.",
	"projectExplicaText2":"Por otra parte, desde su última actualización también permite gestionar cada pizarra como si fuera un archivo PowerPoint, es decir, añadir páginas a la pizarra. Así, el profesor, además de crear las explicaciones, puede organizarlas y reutilizar elementos usados anteriormente en otras páginas. Por otro lado, se ha añadido también la posibilidad de importar archivos PDF y de eliminar o cambiar la marca de agua por cualquier imagen de la librería de fotos.",
	"projectExplicaText3":"Ver en el App Store",

	"projectTelmeTitle":"Telme",
	"projectTelmeSubTitle":"Android",
	"projectTelmeStatusDesc":"Próxima publicación. En fase de pruebas de usuario.",
	"projectTelmeText1":"Telme es una App para tabletas pensada para ayudar a mejorar la comunicación de los niños que padecen algún tipo de trastorno del lenguaje. La aplicación, desarrollada para la Universitat Oberta de Catalunya, muestra diferentes palabras que el usuario deberá repetir, viendo después un vídeo en el que la palabra se pronuncia correctamente. Avalada por estudios científicos, el usuario verá cómo una boca pronuncia correctamente la palabra en su misma cara, mejorando la comprensión del niño respecto a cómo debería pronunciarse tal palabra.",

	"projectMicroblogTitle":"Microblog",
	"projectMicroblogSubTitle":"Android",
	"projectMicroblogStatusDesc":"Discontinuada.",
	"projectMicroblogText1":"Microblog es una herramienta de comunicación interna para los estudiantes de la UOC, basada en la idea del Microblogging. La App comparte varias características con Twitter™, como son la posibilidad de mencionar a otros usuarios y la presencia de Hashtags. A través de todo ello, es posible que los estudiantes intercambien opiniones e información tanto de los trabajos y entregables como de sus experiencias universitarias.",

	"projectWeWaWeTitle":"WeWaWe",
	"projectWeWaWeSubTitle":"ios / android",
	"projectWeWaWeStatusDesc":"Publicada.",
	"projectWeWaWeText1":"En muchas ocasiones es fácil querer quedar con compañeros o amigos y que el mensaje que indica el lugar y hora desaparezca entre miles de mensajes en un chat. De ahí, bajo el objetivo de facilitar la comunicación de eventos, aparece WeWaWe. Con WeWaWe es posible crear un grupo con amigos o compañeros y cualquiera de ellos puede modificar la fecha o lugar del evento. Además, es posible aceptar o rechazar quedadas y es fácil saber en todo momento quién asistirá a un evento. El chat, a diferencia de otras aplicaciones, es específico del evento, así que es posible formar parte de un grupo y no perderse entre miles de mensajes de un evento al que no se quiere o puede asistir.",
	"projectWeWaWeText2":"Ver en el App Store",

	"projectAssessTitle":"Evalúa",
	"projectAssessSubTitle":"ios / android",
	"projectAssessStatusDesc":"Pendiente de publicación.",
	"projectAssessText1":"Evalúa es una App desarrollada con el objetivo de facilitar la corrección de las Pruebas de Evaluación Continuada (PEC) a los profesores y consultores de la UOC. A través de la app, el profesor es capaz de ver un listado con todas sus asignaturas y sus respectivas actividades entregables, así como otro listado con aquellos alumnos que han realizado la entrega. De esta forma, los docentes pueden puntuar cada una de las actividades entregables de cada uno de sus alumnos, escribiendo sobre ellas como si de papel se tratase a través de la interacción con su app de anotaciones favorita. Una vez corregidas, el profesor puede, además, añadir comentarios a los entregables para que, cuando publique las notas, el alumno sea capaz no solo de conocer la nota asignada, sino también de de identificar el porqué de tal puntuación." ,
	"projectAssessText2":"Próximamente.",

	"projectSubmissionsTitle":"Entregas",
	"projectSubmissionsSubTitle":"ios / android",
	"projectSubmissionsStatusDesc":"Pendiente de publicación.",
	"projectSubmissionsText1":"Entregas es una App que ofrece una serie de funcionalidades especificas para los estudiantes de la UOC. A través de ella, el alumno puede acceder a cualquiera de sus asignaturas realizadas con evaluación continuada y consultar la lista de entregables, tanto pendientes (donde se le recuerda la fecha de entrega y se le brinda la posibilidad de realizar tal entrega desde su dispositivo móvil) como entregados (en este caso, se le muestra la fecha en la que se publican las notas, los comentarios que ha realizado su profesor / consultor y la nota obtenida una vez se publica). Además, una vez terminadas las asignaturas, el estudiante tiene la posibilidad de consultar su nota final de evaluación continuada.",
	"projectSubmissionsText2":"Próximamente.",

	"projectVolkswagenTitle":"Volkswagen Golf VII",
	"projectVolkswagenSubTitle":"iOS",
	"projectVolkswagenStatusDesc":"Publicada en entorno privado.",
	"projectVolkswagenText1":"Esta aplicación está destinada a comerciales del Volkswagen Golf VII. A través de ella, dichos comerciales muestran al comprador un conjunto de vídeos donde se especifican las prestaciones del coche y la información sobre algunas de sus características en formato PDF." ,

	"projectVideoNotasTitle":"VideoNotas",
	"projectVideoNotasSubTitle":"iOS",
	"projectVideoNotasStatusDesc":"En pausa.",
	"projectVideoNotasText1":"VideoNotas es una aplicación que presenta la posibilidad de añadir anotaciones a vídeos de Vimeo o Youtube. Cada anotación se asocia a un instante de tiempo, de forma que crea una línea de tiempo paralela con anotaciones, permitiendo al usuario tomar anotaciones sobre el vídeo. De este modo, por ejemplo, los estudiantes pueden anotar material de clase con el objetivo de que estas anotaciones les ayuden a estudiar posteriormente, ya sea facilitando la navegación a través del video (las anotaciones se pueden usar como marcadores) o extendiendo las explicaciones de los distintos conceptos del vídeo.",

	"projectSitgesTitle":"Festa Major de Sitges 2014",
	"projectSitgesSubTitle":"iOS",
	"projectSitgesStatusDesc":"Publicada.",
	"projectSitgesText1":"Aplicación para la fiesta Mayor de Sant Bartomeu y Santa Tecla de Sitges, en 2014. Esta app permite ver la agenda de actividades, el programa, las entrevistas, los artículos, etc., de la fiesta mayor. En definitiva, está destinada a que el público de las fiestas pueda seguirlas y estar atento a cada uno de los actos con total comodidad.",
	"projectSitgesText2":"Ver en la App Store",

	"projectMaterialsTitle":"Materiales",
	"projectMaterialsSubTitle":"ios / android",
	"projectMaterialsStatusDesc":"En pausa.",
	"projectMaterialsText1":"Es fácil que un estudiante de la UOC intente acceder a sus materiales de estudio y se encuentre con que no puede comentarlos como lo haría en unos apuntes físicos. Materiales es una app desarrollada para la UOC que permite a los alumnos ver de forma centralizada su material de estudio y les brinda la posibilidad de observar, crear y compartir anotaciones sobre el material de la asignatura. De esta forma, el proceso de estudio deja de ser un procedimiento pasivo, convirtiendo el material en interactivo y útil para los estudiantes.",

	"projectVendrellConnectaTitle":"Vendrell Connecta",
	"projectVendrellConnectaSubTitle":"iOS",
	"projectVendrellConnectaStatusDesc":"Publicada.",
	"projectVendrellConnectaText1":"Vendrell Connecta es una aplicación para móviles donde los negocios de la ciudad de Vendrell pueden promocionar sus servicios a través de atractivos vídeos e imágenes, junto a la información de contacto. Como negocio, además, es posible usar la App como herramienta de márqueting y publicidad, ya que el usuario tendrá facilidad para descubrir sus negocios a través de categorías que le permitirán explorar solo aquello que le interesa.",
	"projectVendrellConnectaText2":"Aparte de desarrollar este tipo de App con garantía de calidad, hemos profundizado en el desarrollo de las Apps de catálogo de forma que las podemos hacer realmente rápido.",
	"projectVendrellConnectaText3":"Ver en el App Store",

	"projectJanelsTitle":"Janel's catalogue",
	"projectJanelsSubTitle":"iOS",
	"projectJanelsStatusDesc":"Publicada.",
	"projectJanelsText1":"En muchas ocasiones un comercial se reune con un cliente potencial con el objetivo de mostrarle un catálogo de productos. En el caso de Janel's catalogue, la App fue desarrollada para poder presentar los catálogos de mercerías en persona, sin necesidad de ningún tipo de conexión a Internet y con la garantía de que aun así estaría disponible el catálogo con todos sus ítems. De este modo, el comercial tiene a mano un ligero dispositivo con un gigantesco catálogo.",
	"projectJanelsText2":"Aparte de desarrollar este tipo de App con garantía de calidad, hemos profundizado en el desarrollo de las Apps de catálogo de forma que las podemos hacer realmente rápido.",

	"projectPrimephonicTitle":"Primephonic",
	"projectPrimephonicSubTitle":"iOS",
	"projectPrimephonicStatusDesc":"Próxima publicación.",
	"projectPrimephonicText1":"The ultimate collection of classical music in high definition",
	"projectPrimephonicText2":"On the other hand, Explica!'s last update allows to manage each board as if it were a PowerPoint file, that is, adding pages to it. Thus, the teacher, in addition to generating material, can organize it and use it again. In addition, it has been added the option to import PDF files and to delete or change the watermark for an image of the photo library.",

	"ageTitle":"Edad",
	"miguelAge":"25",
	"miguelDescription":"Aparte de un excepcional desarrollador iOS es un ingeniero del Software brutalmente detallista. Le apasionan las interfaces simples y saber el motivo que impulsa la creación de cada app.",
	"pauAge":"24",
	"pauDescription":"Desarrollador iOS e ingeniero de Computación. Especialista en hallar el algoritmo más eficiente y en hacer funcionar lo inimaginable, improvisando soluciones donde nadie las halla.",
	"husAge":"27",
	"husDescription":"Experto desarrollador y docente en Android. Es, además de ingeniero informático, un experto en descubrir y explotar nuevas tecnologías, sin que le importe ni le frene su dificultad.",
	"borjaAge":"24",
	"borjaDescription":"Desarrollador Android, enamorado del aprendizaje y de la posibilidad de expandir sus conocimientos hacia nuevos horizontes. Es, también, defensor del Clean Code y detractor del Spaghetti Code.",
	"oriolAge":"25",
	"oriolDescription":"Es desarrollador iOS e ingeniero del Software. Es experto en el desarrollo de interfaces gráficas complejas, aunque exige que el comportamiento de la app sea totalmente natural e intuitivo para el usuario.",
	"joanAge":"25",
	"joanDescription":"Una de las características más alucinantes de Joan es su curiosidad. Es desarrollador Android y no se ciñe a hacer lo necesario, sino que hace lo posible para descubrir y mejorar sus habilidades hasta límites insospechados.",
	"hectorAge":"26",
	"hectorDescription":"Como desarrollador Android, Héctor es increíblemente constante y profesional. Navega por el código de forma única, desarrollando a gran velocidad y con profesionalidad absolutamente inigualable.",
	"alexAge":"21",
	"alexDescription":"Siendo la más reciente incorporación de HELM, Alex ha demostrado entender perfectamente qué significa desarrollar Apps. Desarrolla código brutalmente limpio y lo hace como un verdadero experto en iOS.",
	"joelAge":"21",
	"joelDescription":"Una de las características más alucinantes de Joel es su curiosidad. Es desarrollador iOS y no se ciñe a hacer lo necesario, sino que hace lo posible para descubrir y mejorar sus habilidades hasta límites insospechados.",
	"anaMarAge":"21",
	"anaMarDescription":"Siendo la más reciente incorporación de HELM, Alex ha demostrado entender perfectamente qué significa desarrollar Apps. Desarrolla código brutalmente limpio y lo hace como un verdadero experto en iOS.",

	"collaborators":"Colaboradores",
	"collaboratorsSubText":"Todos ellos no han dejado de confiar en la calidad de nuestro trabajo desde que nos conocieron.",

	"contactTitle":"¡Contáctanos!",
	"contactText1":"Estamos listos para ponernos manos a la obra con tu proyecto.",
	"contactText2":"Si no estás seguro, mándanos un mensaje y preséntanos qué es lo que quieres hacer. Nosotros lo miraremos al detalle y, si te parece bien lo que te proponemos, trabajaremos juntos para que tu idea llegue mucho más lejos de lo que te puedes imaginar.",
	"contactAdress1":"C/Bailèn 20, 2 2 ",
	"contactAdress2":"Barcelona 08010",
	"contactTel":"+34 660 718 548",
	"contactEmail":"info@helm.cat",

	"contactFormNameEmptyError":"Por favor, introduce un nombre",
	"contactFormName":"Nombre",

	"contactFormemailEmptyError":"Por favor, incluye tu correo electrónico",
	"contactFormemailInvalidError":"Dirección de correo electrónico inválida",
	"contactFormemail":"Correo electrónico",

	"contactFormMessageEmptyError":"Por favor, introduce tu mensaje",
	"contactFormMessage":"Mensaje",

	"contactFormSubmitError":"¡Error!",
	"contactFormSubmitSending":"Enviando...",
	"contactFormSubmitSucceded":"Mensaje enviado",
	"contactFormSubmit":"Enviar",
	"contactFormCaptchaError":"Por favor, completa el captcha",

	"services":"Servicios",
	"motivation":"Motivación",
	"projects":"Proyectos",
	"team":"Equipo",
	"contact":"Contacto",

	"footer1":"©2017 - All rights reserved",
	"footer2":"Made in Barcelona",

	"cookiesMessage":"Este sitio web utiliza cookies para mejorar la experiencia de usuario. Si continuas navegando entendemos que aceptas su uso",
	"cookiesMoreInfo":"Más información",
	"cookiesAccept":"Aceptar",

	"companyLogoAlt":"Logo de la compañia",
	"iosandroidAlt":"Icono de Android e iOS",
	"qualityAlt":"Sello garantia de calidad",
	"custommadeAlt":"Apps personalizadas",
	"dateamAlt":"Equipo de desarrollo de Helm",
	"uocLogoAlt":"Logo de Universitat Oberta de Catalunya",
	"tresipuntLogoAlt":"Logo de Tres i punt",
	"seidorLogoAlt":"Logo de Seidor",
	"fadosLogoAlt":"Logo de Fados",
	"mosaicLogoAlt":"Logo de Mosaic",
	"identitatLogoAlt":"Logo de Identitat",
	"atabixLogoAlt":"Logo de Atabix",
	"stacksLogoAlt":"Logo de Stacks"
}
